<?php
$books = [
	'Фантастика' => [
		'Властелин колец' => [
			'Name' => 'Властелин колец',
			'Author' => 'Джон Толкин',
			'Price' => 28.9,
			'img' => 'Lord.jfif',
		],
		'Дюна' => [
			'Name' => 'Дюна',
			'Author' => 'Фрэнк Герберт',
			'Price' => 17.18,
			'img' => 'Dune.jfif',
		],
		'Песнь льда и огня' => [
			'Name' => 'Песнь льда и огня',
			'Author' => 'Джордж Мартин',
			'Price' => 30.17,
			'img' => 'Pesen.jfif',
		],
	],
	'Роман' => [
		'Метро 2033' => [
			'Name' => 'Метро 2033',
			'Author' => 'Дмитрий Глуховский',
			'Price' => 10.16,
			'img' => 'Metro.jpg',
		],
		'Метро 2034' => [
			'Name' => 'Метро 2034',
			'Author' => 'Дмитрий Глуховский',
			'Price' => 20.5,
			'img' => 'Metro2.jfif',
		],
		'Метро 2035' => [
			'Name' => 'Метро 2035',
			'Author' => 'Дмитрий Глуховский',
			'Price' => 40.17,
			'img' => 'Metro3.jpg',
		],
	],
	'Приключение' => [
		'Ведьмак: Дорога, откуда не возвращаются' => [
			'Name' => 'Ведьмак: Дорога, откуда не возвращаются',
			'Author' => 'Анджей Сапковский',
			'Price' => 30.9,
			'img' => 'Witcher1.jpg',
		],
		'Ведьмак: Последнее желание' => [
			'Name' => 'Ведьмак: Последнее желание',
			'Author' => 'Анджей Сапковский',
			'Price' => 40.18,
			'img' => 'Witcher2.jpg',
		],
		'Ведьмак: Меч предназначения' => [
			'Name' => 'Ведьмак: Меч предназначения',
			'Author' => 'Анджей Сапковский',
			'Price' => 89.17,
			'img' => 'Witche3.jpg',
		],
	],
];