<?php
	$student = ['Иванов','Петров','Сидоров','Иваненко','Далматов'];
	$lessons = ['Математика','Русский','Английский','Эстонский'];
	$assessments = [
		'Иванов' => [
			'Математика' => 3,
			'Русский' => 4,
			'Английский' => 2,
			'Эстонский' => 2,
		],
		'Петров' => [
			'Математика' => 2,
			'Русский' => 5,
			'Английский' => 2,
			'Эстонский' => 2,
		],
		'Сидоров' => [
			'Математика' => 4,
			'Русский' => 4,
			'Английский' => 4,
			'Эстонский' => 4,
		],
		'Иваненко' => [
			'Математика' => 5,
			'Русский' => 5,
			'Английский' => 5,
			'Эстонский' => 4,
		],
		'Далматов' => [
			'Математика' => 3,
			'Русский' => 4,
			'Английский' => 3,
			'Эстонский' => 3,
		],
		'Стисненко' => [
			'Математика' => 1,
			'Русский' => 5,
			'Английский' => 5,
			'Эстонский' => 5,
		],
	]


?>